[
		{
			"comment":"Djur äter djur",
			"answer":"Vi använder sällan andra djur som måttstock för rätt och fel och det finns ingen anledning att göra det här heller. Det är skillnad på att döda för att överleva och att döda fast vi inte behöver det och det spelar roll om den som dödar förstår att den tar en kännande varelses liv. "
		},
		{
			"comment":"Människan har alltid ätit kött",
			"answer":"I den tid och på den plats vi lever nu finns gott om alternativ. Då finns det ingen anledning att hålla fast vid en vana som orsakar lidande och död, oavsett om köttätande har varit nödvändigt för människors överlevnad i andra sammanhang. Traditioner har ofta både bra och mindre bra delar och de behöver utvecklas för att hänga med."
		},
		{
			"comment":"Jag försöker köpa ekologiskt kött",
			"answer":"Ekologisk produktion är kanske bättre för miljön men har ingen större betydelse för djuren. De utnyttjas och dödas även där –  ofta på nästan exakt samma sätt som i icke-ekologisk djurproduktion. Titta till exempel på <a href='http://www.djurfabriken.se/kycklingfabriken' target='_blank'>www.djurfabriken.se/kycklingfabriken</a> för en inblick i ekologisk kycklingproduktion."
		},
		{
			"comment":"Kött är gott!",
			"answer":"Kanske det. Men det finns mycket annat som också är gott. Att något ger en person glädje eller njutning är inte ett moraliskt godtagbart skäl för att skada och döda andra. Det gäller för mord på människor och det gäller för mord på djur."
		},
		{
			"comment":"Du äter väl fisk?",
			"answer":"Fiskar är också djur. De är dessutom ryggradsdjur vilket betyder att de har en hjärna precis som vi och ett nervsystem som liknar vårt. De har speciella nervceller som registrerar smärta, de flyr från saker som skadar dem och de minns var de har blivit fångade med krok. Det finns ingen anledning att göra någon skillnad mellan fiskar och andra ryggradsdjur annat än att fiskar känns mer främmande för oss."
		},
		{
			"comment":"Hur får du i dig protein?",
			"answer":"Protein finns i allt vi äter. Det är i princip omöjligt att få proteinbrist så länge du äter tillräckligt med kalorier för att inte svälta. Det gäller för alla essentiella aminosyror: titta på tabellen en bit ner på <a href='http://michaelbluejay.com/veg/protein.html' target='_blank'>den här sidan</a> så ser du att till och med isbergssallad innehåller tillräckligt av alla aminosyror, om du bara lyckas äta tillräckligt mycket för att få i dig nog med kalorier (vilket blir svårt)."
		},
		{
			"comment":"Sverige har världens bästa djurskyddslag",
			"answer":"Det är det inte bara svenskarna som tycker utan det tycker schweizarna, norrmännen, engelsmännen och flera andra också. Men även om det var sant är det ingen vidare tröst att vara bäst i något som i sig är så sämst. Svensk djurskyddslag tillåter att nyfödda kalvar och kycklingar rutinmässigt tas från sina mammor, att grisar lever hela sina liv på betonggolv utan att komma ut och att hönor hålls i pyttesmå gallerburar. Bäst eller inte, lagen skyddar inte djur. Speciellt inte eftersom den tillåter att de dödas utan något som helst skäl. "
		},
		{
			"comment":"Växter då?",
			"answer":"Veganer vill inte skada djur eftersom djur har känslor. Att växter skulle kunna känna smärta, eller en vilja att leva, eller någonting alls, är väldigt tveksamt eftersom de inte har något centralt nervsystem. Allt vi vet om medvetande säger att det bara är hjärnor som har det: inte njurar, inte händer och inte växter. Men även OM det skulle visa sig att växter har känslor skulle det fortfarande vara bäst att vara vegan eftersom det går åt mycket mindre växter till en vegankost än till en animalisk kost (eftersom djur äter växter). "
		},
		{
			"comment":"Jag är djurvän",
			"answer":"Bra, djuren behöver fler vänner! Framför allt sådana vänner som tycker att de har rätt att leva sina liv för sin egen skull och inte dödas för att bli mat. Många känner starkt för djur som hundar och katter men tänker inte lika ofta på kycklingar och grisar. Men det hade lika gärna kunnat vara grisar i hemmen och hundar i fabrikerna. Djuren som utnyttjas för mat behöver också vänner som kämpar för deras rättigheter. "
		},
		{
			"comment":"Soja är inte bra för miljön",
			"answer":"Jordbruk i allmänhet är inte bra för miljön. Animaliskt jordbruk kräver runt fem gånger så mycket mark som veganskt jordbruk. Det mesta av den marken är foderodlingar. Soja ingår i så gott som allt djurfoder och nästan all soja som odlas går till djur. Så det har troligen gått åt minst lika mycket soja till ett paket komjölk som ett paket sojamjölk. Det går bra att undvika soja som vegan men är väldigt svårt om du äter djurprodukter. "
		},
		{
			"comment":"Människan är högst upp i näringskedjan",
			"answer":"Det stämmer inte eftersom det finns gott om varelser som gärna äter av oss. Men även om det var så, skulle det betyda att vi har en skyldighet mot naturen att äta kött? Vi behöver inte oroa oss för att naturens ordning skulle rubbas om vi slutar föda upp djur i fabriker eller jaga vilda djur. Speciellt inte eftersom det är det som har rubbat jordens ekosystem allra mest de senaste hundratusen åren."
		},
		{
			"comment":"Du ser frisk ut för att vara vegan",
			"answer":"Det är ingen slump att veganmat säljs i hälsokostaffärer. Näringsorganisationer världen över, inklusive svenska <a href='http://www.livsmedelsverket.se/matvanor-halsa--miljo/kostrad-och-matvanor/vegetarisk-mat-for-vuxna/' taget='_blank'>Livsmedelsverket</a>, intygar att det går att leva hälsosamt på en vegansk kost och att det i många fall för med sig hälsofördelar. Exempelvis motverkar en helt växtbaserad kost hjärt- och kärlsjukdomar och vissa typer av cancer. Läs gärna mer om det hos organisationen <a href='http://www.lakareforframtiden.se' target='_blank'>Läkare för Framtiden</a>. "
		},
		{
			"comment":"Öppna landskap",
			"answer":"Öppna landskap i ett skogsland som Sverige beror på skogsskövling och ingenting annat. Det är inte mer naturligt eller ursprungligt än de öppna landskap som orsakas av regnskogsskövling för sojaodling i Sydamerika. Men om vi vill ha kvar de öppna landskapen så går det förstås bra att fortsätta hålla undan träden av andra skäl än att få fram mat till djur. <a href='http://www.vethos.se/svensk-mjolk-fran-oppna-landskap/' target='_blank'>Läs mer om öppna landskap och biologisk mångfald här</a>."
		},
		{
			"comment":"Du äter vad du vill och jag äter vad jag vill",
			"answer":"Det är inte så enkelt. Det vi väljer att äta har betydelser för andra än oss själva och då är det inte sak samma vad vi väljer. Att äta djurprodukter, oavsett var de kommer ifrån, innebär att skriva under på att djur är så lite värda att de kan betraktas som varor. Att deras liv inte spelar någon roll för dem. Men djur är inte varor och deras liv spelar roll för dem. Därför är det inte var och ens ensak att äta kött."
		},
		{
			"comment":"Djuren utrotas om alla blir veganer",
			"answer":"Så skulle det kunna bli för korna, som är den enda art som inte längre finns i vilt tillstånd. Grisar och höns finns det gott om i det vilda. Vi skulle kunna ge även kor förutsättningar att <a href='http://sverigesradio.se/sida/artikel.aspx?programid=114&artikel=6534040' target='_blank'>klara sig själva</a> genom att sluta med extremaveln och sedan lämna dem ifred."
		},
		{
			"comment":"Dödar du myggor?",
			"answer":"Myggor har ett nervsystem men det är väldigt olikt det som vi människor och andra ryggradsdjur har. Det kan vara så att myggor har känslor men det är långt ifrån säkert. Det är bra att ta det säkra före det osäkra och att inte döda eller skada i onödan, men alla har rätt till en viss nivå av självförsvar. "
		},
		{
			"comment":"Vad gör vi med djuren om alla blir veganer?",
			"answer":"Djuren som föds upp till mat finns inte där av sig själva utan för att människor föder upp dem. Djuren kommer till genom kontrollerad avel, ofta med insemination, och om den skulle upphöra skulle det snart inte finnas några djur i livsmedelsindustrin. Antalet djur styrs av vår efterfrågan. Om alla skulle bli veganer imorgon skulle vi få en utmaning i att ta hand om den sista generationen djur på ett bra sätt, men det är inte särskilt troligt att det skulle gå så fort. "
		},
		{
			"comment":"Du äter upp djurens mat",
			"answer":"Den som äter djurprodukter äter indirekt upp djurens mat eftersom djuren ätit en väldig massa mat som i de flesta fall hade fungerat bra även som människoföda. Istället blir maten kroppsvärme, muskelrörelser och bajs. Lite hamnar i mjölkpaketet eller korven. Om vi alla äter upp djurens mat direkt istället minskar vi slöseriet med jordens resurser och sparar många liv."
		},
		{
			"comment":"Människor är människor och djur är djur",
			"answer":"Människor och andra djur har det gemensamt att vi är medvetna, det vill säga vi har känslor. Om det känns annorlunda att vara en katt eller en havsörn kan vi aldrig säkert veta. Men vi kan utgå från att det känns på något sätt att vara dem och det betyder att deras liv och vad de är med om spelar roll för dem. De kanske inte har människokänslor och människotankar. Men de kan känna både lidande och livsglädje och det är skäl nog att låta bli att skada och döda dem. "
		},
		{
			"comment":"Jag skulle aldrig kunna sluta med ost",
			"answer":"Ost innehåller ett protein som har <a href='https://www.biomax.nu/produkter/easy-way-lactium/' target='_blank'>lugnande verkan</a> och är <a href='http://alltommat.se/alskar-du-ocksa-ost-har-ar-den-vetenskapliga-forklaringen/' target='_blank'>beroendeframkallande</a>. Det är för att djurungarna ska <a href='http://natgeo.se/vetenskap/livsmedel/beroende-av-ost' target='_blank'>belönas när de diar</a>. Vi har alla varit där - diande däggdjursungar, precis som kalvarna. Men vi har också lyckats bli avvanda en gång och det går att göra det igen. Som tur är finns (opiatfri) metadon i form av veganostar som <a href='http://seitanfoods.nordicshops.com/category.html/ostar' target='_blank'>Violife</a>/<a href='http://astridochaporna.se/produkter/jeezly-original/' target='_blank'>Jeezly</a> och <a href='http://www.veganlife.se/category.html/ost' target='_blank'>andra ostprodukter</a>. Byt upp dig till dem och du kommer snart vara avvand även från kon. "
		},
		{
			"comment":"Frigående",
			"answer":"Frigående låter bra men det är det inte. Det finns vissa skillnader i hur djuren har det, i detaljerna, men grundprinciperna är desamma. Kolla hur det ser ut för “frigående” hönor på <a href='http://www.djurfabriken.se/aggfabriken' target='_blank'>www.djurfabriken.se/aggfabriken</a>. Men även om det fanns en riktigt bra djuruppfödning och slakt utan lidande – tycker du att det är rätt att döda någon för att hon har det bra?"
		},
		{
			"comment":"Närproducerat",
			"answer":"Närproducerat är ett helt tomt ord. Vad betyder det egentligen? Inte att djuren har haft det bättre, för det finns inget som säger att djurplågeri bara sker långt bort. Inte att de transporterats kortare, för även om gården är nära kanske slakteriet är långt bort eller tvärtom. Kanske betyder det att du stödjer “lokala” bönder. Men vad har du emot bönder på andra håll? Det finns dessutom ingen motsättning mellan att äta veganskt och närproducerat."
		},
		{
			"comment":"Tänk på de stackars bönderna",
			"answer":"Baserat på vad som kommer fram i media verkar det vara väldigt kämpigt och olönsamt att hålla på med djuruppfödning medan de som odlar spannmål, frukt och grönsaker sällan klagar. De flesta bönder som har djur är även växtodlare eftersom grödorna är basen i allt lantbruk. Det går ut en väldig massa stöd till djurgårdar och det är stöden som håller produktionen igång. Skulle det inte vara bättre även för bönderna att ha en produktion som var lönsam och efterfrågad utan bidrag - och att slippa stänga in och döda djur?"
		},
		{
			"comment":"Jag äter nästan aldrig kött",
			"answer":"Att vara vegan handlar om mer än konsumentmakt. Det viktigaste är inte att minska antalet djur som blir till mat utan att stå upp för att det inte är okej att se på kännande varelser som varor. Visst är det bättre att äta mer veganskt, för det lättare att bli vegan när du har vanan inne och vet hur mycket det finns att äta. Men att betrakta djur som varor vars liv saknar betydelse är inte okej vare sig en dag i veckan eller sju. "
		},
		{
			"comment":"Jag bryr mig inte",
			"answer":"Det är väldigt få människor som verkligen inte har någon känsla för rättvisa eller någon empati alls. Du är antagligen inte en av dem. Det du menar är kanske att du inte ser dig som en “djurvän” men det är något helt annat än att tycka att andras upplevelser inte spelar någon roll. Du behöver inte vara någon utpräglad människovän för att tycka att mord och slaveri är fel, det räcker med lite inlevelseförmåga och sunt förnuft. Det är samma sak med djuren."
		}
]
